[
  {
    "id": 2,
    "status": "published",
    "sort": null,
    "user_created": "2b94a7da-d36e-4041-bc2a-ad79a45fbd83",
    "date_created": "2022-03-16T12:03:32.237Z",
    "user_updated": "2b94a7da-d36e-4041-bc2a-ad79a45fbd83",
    "date_updated": "2022-07-28T17:58:33.992Z",
    "permalink": "/en/privacy",
    "title": "Privacy Policy",
    "locale": "en",
    "page_class": "count-headings",
    "content": "**DOKUFORTE** (hereinafter \"DOKUFORTE\" or \"We\" or \"Us\") welcomes you to our internet page. We thank you for your interest in our foundation and our project.\n\n## Dokuforte respects your privacy\n\nThe protection of your privacy throughout the course of processing personal data as well as the security of all your data is an important concern to us. We process personal data that was gathered during your visit of our website confidentially and only in accordance with statutory regulations. Data protection and information security are included in our core values.\n\n## Controller \n\n**Qumran Foundation** (tax number: HU-19309637-1-13) is the controller responsible for the processing of your data – exceptions are outlined in this data protection notice.\n\nOur contact details are as follows:\nPostal address: H-2090 Remeteszőlős, Csik utca 9., Hungary\nPhone number: +36305611806\nE-mail address: dokuforte@dokuforte.com\n\n## Collection, processing and usage of personal data\n\n### Processed categories of data\n\nThe following categories of data are processed:\n\n- Communication and contact data (e.g. name, telephone number, e-mail address, address, IP address)\n- Contractual master data (e.g. data related to contractual relationship, data related to contractual or service interest)\n- Data related to uploaded images (donors and authors of the pictures, uploaded pictures, tags used, picture’s meta data)\n- Profile data (profile ID, data processed in connection with the profile, passwords)\n- Customer history and log data (data aggregated and logged when using the site)\n- Interests and preferences related to the Data controllers’s activities\n\n### Principles\n\nPersonal data consists of all information related to an identified or identifiable natural person, this includes, e.g. names, addresses, phone numbers, email addresses, contractual master data, contract accounting and payment data, which is an expression of a person’s identity.\n\nWe collect, process and use personal data (including IP addresses) only if there is a statutory legal basis to do so and there is a legitimate purpose for it.\n\n### Processing purposes and legal basis\n\nWe as well as the service providers commissioned by us; process your personal data for the following processing purposes:\n\n- Provision of this website\n  (Legal basis: Legitimate interest on the provision of the performance of our services)\n- Provision of user profile\n  (Legal basis: Fulfilment of contractual obligations)\n- Registration and management of uploaded images\n  (Legal basis: Fulfilment of contractual obligation)\n- Resolving service disruptions as well as for security reasons.\n  (Legal basis: Fulfilment of our legal obligations within the scope of data security and legitimate interest in resolving service disruptions as well as in the protection of our offers)\n- Surveys on products or users\n  (Legal basis: Legitimate interest in the development of services)\n  Note: Where we commission a market research agency to carry out surveys, the agency will act solely on our instructions and follow our instructions\n- Product or customer surveys performed via email and/or telephone subject to your prior express consent.\n  (Legal basis: Consent)\n  Note: In case we involve a market research institute for the purpose of surveys, it shall only act based on our instructions and follow our directives.\n- Conducting raffles or discount campaigns in accordance with respective terms and conditions for raffles or discount campaigns.\n  (Legal basis: Fulfilment of contractual obligations).\n- Sending an email newsletter subject to the recipient’s consent\n  (Legal basis: Consent).\n- Safeguarding and defending our rights and interest.\n  (Legal basis: Legitimate interest on our part for safeguarding and defending our rights and interest).\n- Attribution of authors of images on the page next to uploaded images\n  (Legal basis: legitimate interest of the Foundation in the operation of the service/site)\n\n### Registration\n\nIf you wish to upload an image we request your registration. With your registration we collect personal data necessary for entering into the fulfilment of the contract (e.g. first name, last name, phone number, email address) as well as further data on voluntary basis, if applicable. We only request necessary information during the registration.\n\n### Log files\n\nEach time you use our webpage on the internet, your browser is transmitting certain information which we store in so-called log files.\n\nWe store log files to determine service disruptions and for security reasons (e.g., to investigate attack attempts) for a maximum period of 3 month and delete them afterwards. Log files which need to be maintained for evidence purposes are excluded from deletion until the respective incident is resolved and may, on a case-by-case basis, be passed on to investigating authorities.\n\nLog files are also used for analysis purposes (without the IP address or without the complete IP address) see point \"Web analysis\".\n\n- In log files, the following information is saved:\n- IP address (internet protocol address) of the terminal device used to access the Online Offer;\n- Full URL, extra information sent by the browser (e.g. browser type, operating system type, screen resolution size, etc - this can be controlled by the user)\n- Internet address of the website from which the Online Offer is accessed (so-called URL of origin or referrer URL);\n- Log2: user ID, date-time, activity\n- Log3: date-time, error reports\n- Name of the service provider which was used to access the Online Offer;\n- Name of the files or information accessed;\n- Date and time as well as duration of recalling the data;\n- Amount of data transferred;\n- Operating system and information on the internet browser used, including add-ons installed (e.g., Flash Player);\n- http status code (e.g., \"Request successful\" or \"File requested not found\").\n\n### Children\n\nThis webpage and our services are not meant for children under 16 years of age. Therefore, persons under 16 years are not allowed to register or use our services.\n\n### Data transfer to other controllers\n\nPrincipally, your personal data is forwarded to other controllers only if required for the fulfilment of a contractual obligation, or if we ourselves, or a third party, have a legitimate interest in the data transfer, or if you have given your consent for it.\n\nParticulars on the legal basis and the recipients or categories of recipients can be found in the Section – Processing purposes and legal basis.\n\nAdditionally, data may be transferred to other controllers when we are obliged to do so due to statutory regulations or enforceable administrative or judicial orders.\n\nWe would like to point out that during the operation and use of our site and our service, the names of the authors of the images uploaded by registered users are included alongside the images and in their meta data. Consequently, the use (downloading) of images by others will result in the transmission of this data to users.\n\n### Service providers (general)\n\nWe may involve external service providers with tasks such as legal, sales and marketing services, contract management, payment handling, programming, data hosting and hotline services. We have chosen those service providers carefully and monitor them on a regular basis, especially regarding their diligent handling of and protection of the data that they store. All service providers are obliged to maintain confidentiality and to comply to the statutory provisions.\n\n### Transfer to recipients outside the EEA\n\nWe might transfer personal data to recipients located outside the EEA into so-called third countries. In such cases, prior to the transfer we ensure that either the data recipient provides an appropriate level of data protection.\n\nYou are entitled to receive an overview of third country recipients and a copy of the specifically agreed-provisions securing an appropriate level of data protection. For this purpose, please use the statements made in the Contact section.\n\n### Duration of storage, retention periods\n\nPrincipally, we store your data for as long as it is necessary to render our Website and connected services or for as long as we have a legitimate interest in storing the data (e.g. we might still have a legitimate interest in the processing of uploaded images even after the termination of the contract). In all other cases we delete your personal data with the exception of data we are obliged to store for the fulfilment of legal obligations (e.g. due to retention periods under the tax – up to 8 years after the invoice was issued – and commercial codes we are obliged to have documents such as contracts and invoices available for a certain period of time).\n\nWhen deleting your account and images, you have the option to request that the name you entered when registering and uploading images be restricted from being displayed. In this case, we will display a pseudonymous identifier in your name space, but we will not delete your name from our internal record-keeping systems, subject to our legitimate interest in protecting our rights and interests.\n\n## Discount campaigns\n\nIn case you participate in one of our discount campaigns, we use your data for the purpose of advertising our products to the extent allowed by law or as far as you have consented. Information on discount campaigns can be found in the respective terms of participation.\n\n## Usage of Cookies {#cookies}\n\nIn the context of the use of our web page, cookies and tracking mechanisms may be used. Cookies are small text files that may be stored on your device when visiting our online service. Tracking is possible using different technologies. In particular, we process information using pixel technology and/or during log file analysis.\n\n### Cookie categories\n\nWe distinguish between cookies that are mandatorily required for the technical functions of the online service and such cookies and tracking mechanisms that are not mandatorily required for the technical function of the online service.\n\nIt is generally possible to use the online service without any cookies that serve non-technical purposes.\n\n### Technically required cookies\n\nBy technically required cookies we mean cookies without those the technical provision of the online service cannot be ensured. These include e.g. cookies that store data to ensure smooth reproduction of video or audio footage.\n\nSuch cookies will be deleted when you leave the website.\n\n### Cookies and tracking mechanisms that are technically not required \n\nWe only use such cookies and tracking mechanisms if you have given us your prior consent in each case. We distinguish between two sub-categories with regard to these cookies and tracking mechanisms:\n\n### Convenience cookies\n\nThese cookies facilitate operation and thus allow you to browse our online service more comfortably; e.g. your language settings may be included in these cookies.\n\n### Marketing cookies and tracking mechanisms\n\n#### In general\n\nBy using marketing cookies and tracking mechanisms we and our partners are able to show you offerings based on your interests, resulting from an analysis of your user behaviour:\n\n- Statistics: By using statistical tools, we measure e.g. the number of your page views.\n- Conversion tracking: Our conversion tracking partners place a cookie on your computer (\"conversion cookie\") if you accessed our website via an advertisement of the respective partner.\n\nNormally these cookies are no longer valid after 30 days. If you visit certain pages of our website and the cookie has not yet expired, we and the relevant conversion partner can recognize that a certain user clicked on the advertisement and thereby was redirected to our website. The information obtained by means of the conversion cookie serves the purpose of compiling conversion statistics and recording the total number of users who clicked on the respective advertisement and were redirected to a website with a conversion tracking tag.\n\n- Social plugins: Some of the pages of our online service involve content and services of other providers (e.g. Facebook, Twitter) which also may use cookies and active modules. For more details regarding social plugins please refer to the section on \"Social plugins\".\n- Retargeting: These tools create user profiles by means of advertising cookies or third-party advertising cookies so called \"web beacons\" (invisible graphics that are also called pixels or tracking pixels), or by means of comparable technologies. These are used for interest-based advertising and to control the frequency with which the user looks at certain advertisements. The relevant provider is the controller responsible for the processing of data in connection with the tool. The providers of the tools might disclose information also to third parties for the purposes mentioned above. Please note the data protection notices of the relevant provider in this context.\n\nPlease note that using the tools might include transfer of your data to recipients outside of the EEA where there is no adequate level of data protection pursuant to the GDPR (e.g. the USA). For more details in this respect please refer to the following description of the individual marketing tools.\n\nName: Google Analytics\n\nProvider: Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA\n\nFunction: Analyses user behaviour (page views, number of visitors and visits, downloads), UX testing\n\n### Management of cookies and tracking mechanisms**\n\nYou can manage your cookie and tracking mechanism settings in the browser and/or our privacy settings.\n\nNote: The settings you have made refer only to the browser used in each case.\n\n### Deactivation of all cookies\n\nIf you wish to deactivate all cookies, please deactivate cookies in your browser settings. Please note that this may affect the functionality of the website.\n\n### Management of your settings with regard to cookies and tracking mechanisms not required technically\n\nWhen visiting our websites, you will be asked in a cookie layer whether you consent to our using of any convenience cookies, marketing cookies or tracking mechanisms, respectively.\n\nIn our privacy settings, you may withdraw the consent with effect for the future or grant your consent at a later point in time.\n\n### Processing of your location data\n\nOur webpage also may includes so-called location based services through which we provide you with special offers that are tailored to your respective location. To offer this app function, we collect the last three GPS locations delivered by the mobile device and your IP address when you consent. We do not create a movement profile. You can deactivate this function in the respective app’s settings or in the settings of the operating system of your mobile device or pause it temporarily without affecting the basic functionality of the app.\n\n### Processing of the advertising identifier / advertising ID\n\nFor advertising purposes, we use, given your consent, the so-called \"advertising identifier\" (IDFA) for iOS devices and the so-called advertising ID for Android devices. These are not permanent identification numbers for a certain terminal device provided by iOS or Android. The data collected is not brought together with other device-related information. We use identification numbers to provide you with personalized advertisements and to analyse your usage. When you activate (for iOS devices) the option \"no ad tracking\" in the device settings under \"Privacy\" - \"Advertisements\" or (for Android devices) activate \"deactivate interest-based advertisements\" in the Google settings under \"Advertisements\", we can only perform the following measures: Measuring your interaction with banners by counting the number of displays of a banner without clicks (\"frequency capping\"), click rate, assessment of unique usage (\"unique user\") and security measures, fraud combating and troubleshooting. In the device settings, you are always able to delete your IDFA or advertising ID (\"reset ad ID\"); a new identification number is generated then which is not combined with data collected earlier. We advise you that you might be unable to use all functions of our app when you restrict the usage of the respective identification number.\n\n### App analysis\n\nWe need statistical information on the usage of our website to design it more user-friendly, to perform range measurements and market research. For this purpose, we use the app analysis tools described in this section.\n\nThe tool provider process data only as processors subject to our directives and not for their own purposes.\n\nFollowing, please find information on each tool provider. In case such tools use tracing mechanism or create user profiles they are solely used by us if you prior consent to such use.\n\n### Google Analytics for mobile applications\n\nGoogle Analytics is provided by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (\"Google\"). We use Google Analytics with the additional function offered by Google to anonymize IP addresses. While doing so, Google already shortens IPs within the EU in most cases and only does so in the United States in exceptional cases, while always saving shortened IPs only.\n\n## Social Plugins\n\nIn our website we use so-called social plugins from various social networks. They are individually described in this section.\n\nWhen using plugins, your internet browser creates a direct connection to the respective social networks’ server. Hereby the respective provider receives the information that your internet browser accessed from the respective site of our Website - even if you do not have a user account with this provider or are currently not logged into your account. Log files (including the IP address) are, in this case, directly transmitted from your internet browser to a server of the respective provider and might be stored there. The provider or its server may be located outside the EU or the EEA (e.g. in the United States).\n\nThe plugins are standalone extensions by social network providers. For this reason, we are unable to influence the scope of data collected and stored by them. Purpose and scope of the collection, the continued processing and usage of data by the social network as well as your respective rights and setting options to protect your privacy can be found by consulting the respective social network’s data protection notices. In case you do not wish social network providers to receive and, if applicable, store or use data, you should not use the respective plugins. By using the so-called double click solution we protect your visit to our web pages from being logged and processed by social network providers by default. When using a page of our internet presence which contains such plugins, these are initially deactivated. Only when you click on the respective button, the plugins are activated.\n\n### Facebook plugins\n\nFacebook is operated under www.facebook.com by Meta Platforms Inc.., 1601 S. California Ave, Palo Alto, CA 94304, USA, and under www.facebook.com by Facebook Ireland Limited, Hanover Reach, 5-7 Hanover Quay, Dublin 2, Ireland (\"Facebook\"). Find an overview over Facebook’s plugins and their appearance here: http://developers.facebook.com/plugins; find information on data protection at Facebook here: http://www.facebook.com/policy.php.\n\n### Instagram plugins\n\nInstagram is operated by Instagram LLC., 1601 Willow Road, Menlo Park, CA 94025, USA (\"Instagram\"). Find an overview over Instagram’s plugins and their appearance here: http://blog.instagram.com/post/36222022872/introducing-instagram-badges; find information on data protection at Instagram here: https://help.instagram.com/155833707900388/.\n\n### YouTube\n\nOur website uses the YouTube video platform which is operated by YouTube, LLC, 901 Cherry Ave. San Bruno, CA 94066, USA („YouTube\"). YouTube is a platform which allows the playback of audio and video files.\n\nWhen you access a respective site of our website that contains an embedded YouTube player, this creates a connection to YouTube so that the video or audio file can be transmitted and played back. In doing so, data is transferred to YouTube as a data controller. We are not responsible for the processing of such data by YouTube.\n\nAdditional information on the scope and purpose of collected data, on further processing and usage of data by YouTube, on your rights and the privacy options available to be chosen by you, can be found in YouTube’s data protection notice.\n\n## Communication tools on social media platforms\n\nWe use on our social media platform (e.g. Facebook/Meta) communication tools to process your messages sent via this social media platform and to offer you support.\n\nWhen sending a message via our social media platform the message is processed to handle your query (and if necessary additional data is processed, which we receive from the social media provider in connection with this message as your name or files).\n\nIn addition we can analyse these data in an aggregated and anonymized form in order to better understand how our social media platform is used.\n\nWe will forward the personal data you provide to the Dokuforte legal entity responsible for the processing of your query (for example, in the event your query refers to a product that is distributed by another Dokuforte legal entity). The legal basis for the processing of your data is our legitimate interest (Art. 6 para. 1 lit. f GDPR) or, if applicable, an existing contractual relationship (Art. 6 para. 1 lit. b GDPR). The processed personal data is deleted 180 days upon receipt of your message the latest.\n\n## Newsletter with opt-in; Right of withdrawal\n\nWithin the scope of our website you can sign up for newsletters. We provide the so-called double opt-in option which means that we will only send you a newsletter via email, mobile messenger (such as, e.g. WhatsApp), SMS or push notification after you have explicitly confirmed the activation of the newsletter service to us by clicking on the link in a notification. In case you wish to no longer receive newsletters, you can terminate the subscription at any time by withdrawing your consent. You can withdraw your consent to email newsletters by clicking on the link which is sent in the respective newsletter mail, or in the administrative settings of the online offer. Alternatively, please contact us via the contact details provided in the \"Contact section\".\n\n## External links\n\nOur website may contain links to third party internet pages – by providers who are not related to us. Upon clicking on the link, we have no influence on the collecting, processing and use of personal data possibly transmitted by clicking on the link to the third party (such as the IP address or the URL of the site on which the link is located) as the conduct of third parties is naturally beyond our control. We do not assume responsibility for the processing of personal data by third parties.\n\n## Security\n\nOur employees and the companies providing services on our behalf, are obliged to confidentiality and to compliance with the applicable data protection laws.\n\nWe take all necessary technical and organizational measures to ensure an appropriate level of security and to protect your data that are administrated by us especially from the risks of unintended or unlawful destruction, manipulation, loss, change or unauthorized disclosure or unauthorized access. Our security measures are, pursuant to technological progress, constantly being improved.\n\n## User rights\n\nTo enforce your rights, please use the details provided in the \"Contact\" section. In doing so, please ensure that an unambiguous identification of your person is possible.\n\n- **Right to information and access:** You have the right to obtain confirmation from us about whether or not your personal data is being processed, and, if this is the case, access to your personal data.\n- **Right to correction and deletion:** You have the right to obtain the rectification or completion of inaccurate personal data or deletion of your data as far as statutory requirements are fulfilled.\n\nThis does not apply to data which is necessary for billing or accounting purposes or which is subject to a statutory retention period. If access to such data is not required, however, its processing is restricted (see the following).\n\n- **Restriction of processing:** You have the right to demand for – as far as statutory requirements are fulfilled – restriction of the processing of your data.\n- **Data portability** : You are entitled to receive data that you have provided to us in a structured, commonly used and machine-readable format or – if technically feasible – to demand that we transfer those data to a third party.\n- **Objection to direct marketing:** Additionally, you may object to the processing of your personal data for direct marketing purposes at any time. Please take into account that due to organizational reasons, there might be an overlap between your objection and the usage of your data within the scope of a campaign which is already running.\n- **Objection to data processing based on the legal basis of \"legitimate interest\":** In addition, you have the right to object to the processing of your personal data at any time, insofar as this is based on legitimate interest. We will then terminate the processing of your data, unless we demonstrate compelling legitimate grounds according to legal requirements which override your rights.\n- **Withdrawal of consent:** In case you consented to the processing of your data, you have the right to revoke this consent at any time with effect for the future. The lawfulness of data processing prior to your withdrawal remains unchanged.\n\n### Right to lodge complaint with supervisory authority:\n\nYou have the right to lodge a complaint with a supervisory authority. You can appeal to the supervisory authority which is responsible for your place of residence or your state of residency or to the supervisory authority responsible for us.\n\nThis is:\n_Hungarian National Authority for Data Protection and Freedom of Information_\nAddress: H-1055 Budapest, Falk Miksa utca 9-11, Hungary\nPhone+36 (30) 683-5969; +36 (30) 549-6838; +36 (1) 391 1400\nEmail: ugyfelszolgalat@naih.hu\nwww.naih.hu\n\n## Changes to the Data Protection Notice\n\nWe reserve the right to change our security and data protection measures. In such cases, we will amend our data protection notice accordingly. Please, therefore, notice the current version of our data protection notice, as this is subject to changes.\n\n## Contact\n\nIf you wish to contact us, please find us at the address stated in the \"Controller\" section.\n\n_ **To assert your rights and to notify data protection incidents please use the [dokuforte@dokuforte.com](mailto:dokuforte@dokuforte.com) email address.** _\n\nFor suggestions and complaints regarding the processing of your personal data we recommend that you contact our data protection officer:\n\n_Effective date: 2/16/2022_",
    "page_id": "privacy"
  },
  {
    "id": 1,
    "status": "published",
    "sort": null,
    "user_created": "2b94a7da-d36e-4041-bc2a-ad79a45fbd83",
    "date_created": "2022-01-31T22:55:22.439Z",
    "user_updated": "2b94a7da-d36e-4041-bc2a-ad79a45fbd83",
    "date_updated": "2022-07-29T09:48:52.778Z",
    "permalink": "/en/terms",
    "title": "Terms and Conditions",
    "locale": "en",
    "page_class": "count-headings",
    "content": "## Preamble this \n\n### Application of these general terms and conditions\n\nBy using the **dokuforte.co.il** website (hereinafter: **Website**) that is operated by Qumran Foundation in any way or by offering hard copies of photographs to Qumran Foundation in a way stipulated herein you implicitly express that you are aware of the provisions of these general terms and conditions (hereinafter: **General Terms and Conditions**) and you accept and acknowledge them as binding, thus you agree to enter into a contractual relationship with Qumran Foundation with the content stipulated herein. Please, before using the Website, read these General Terms and Conditions carefully, and start using the Website only in case you agree with all its provisions. In case you have any questions or comments with regard to these General Terms and Conditions, please reach out to us by sending an e-mail to [dokuforte@dokuforte.com](mailto:dokuforte@dokuforte.com)\n\n### Description of the project\n\nDokuforte(hereinafter: **Dokuforte** or **Project**) is a free-to-use community photo archive containing photographs taken in the territory of Israel (or in the origin countries of the families before aliya) since the 19th century, until 1998 that is operated by [Qumran Foundation] (hereinafter: **Foundation**). The main goal of the Project is to locate and digitalize the private photos of Israeli families and private individuals and, by preserving the common past of the Israeli people this way, to pass our common future on our children. In order to achieve this goal, Foundation wishes to gather photographs primarily from families and private individuals and secondarily from professional photographers, public collections, other legal entities and other entities not having legal personality as well. \n\nUnder and in relation to the Project, Foundation wishes to achieve particularly, but not exclusively:\n\n* digitalization of the photographs from private and public collections;\n* publication of the photographs in an accessible way;\n* granting free sharing of the photographs in line with the license stipulated herein;\n* preservation of values;\n* ensuring researchability;\n* providing professional background;\n* community building;\n* preparation of thematic compilations (blog, print and online media);\n* organizing exhibitions, publications.\n\n### Definitions\n\nUnder these General Terms and Conditions, the following words and phrases indicated with capital letter shall have the meaning defined below:\n\n1. **Project** shall mean the Dokuforte project as described in section I. 2. above.\n2. **Foundation** shall mean the Qumran Foundation (registry number 13-01-0004210), a foundation established and operated under and in line with the pertinent laws of Hungary, that manages and operates the Project and the Website.\n3. **Website** shall mean the dokuforte.co.il that is operated by the Foundation from servers located at several different countries. \n4. **User** shall mean all private individuals, legal entities and other entities not having legal personality (represented by a private individual) who use the Website in any way either with or without registration, especially – but not exclusively - by uploading Photographs to the Website, by browsing the Website or by downloading Photographs from the Website.\n5. **Photograph** shall mean the photographs taken in the territory of Israel (or in the origin countries of the families before aliya) since the 19th century, until 1998 by any photorecording means that are uploaded by the Users to the Website or offered to the Foundation in another digital way or in hard copies by private individuals or – in exceptional cases – by professional photographers, public collections, other legal entities, and other entities not having legal personality, and are published by the Foundation on the Website. Under these General Terms and Conditions hard copy shall mean any photograph that is contained in any analog (non-digital) form (e.g. developed photo, photonegative, slide film etc.).\n\n\n## Providing the Foundation with photographs\n\n### Uploading photographs to the Website\n\n1. **Registration to the Website**   \n   Users may upload Photographs to the Website after registration. In order to register to the Website, Users must provide their full name, and an actually used e-mail address and phone number. Registration to the website user must be 16 years or older. By registering, the User represents and warrants that the provided data are correct and are corresponding to the reality. Foundation excludes its liability for any damages arising in any way or in any relation out of the provision of incorrect or false data by the registering User.\n\n2. **Selection of the Photographs published on the Website**   \n   Foundation reserves the right to decide at its sole discretion which of the Photographs uploaded by the Users to the Website will be published on the Website, therefore the Foundation does not warrant that all the Photographs will be published on the Website. \n\n### Providing Foundation with hard copies of Photographs\n\n1. **Ways of providing hard copies of Photographs**   \n   In addition to the uploading to the Website, Users may provide the Foundation with hard copies of Photographs as well. The method thereof is subject to e-mail discussions with the Foundation.\n\n2. **Scanning/digitalizing the provided hard copies and sending them back to the providing User**   \n   Foundation undertakes to scan and digitalize all the hard copies of the Photographs provided by the Users in a professional way. The return of the Photograph(s) to the User by the Foundation is subject to e-mail discussions. In this relation the Foundation excludes its liability for all damages – not including the damages caused intentionally – incurred in the hard copies of the Photograph(s) in relation to the scanning of the hard copies or the sending to or by the Foundation.\n\n3. **Selection of the Photographs published on the Website**   \n   Foundation reserves the right to decide at its sole discretion which of the Photographs provided by the Users in hard copy and scanned by the Foundation will be published on the Website, therefore the Foundation does not warrant that all the Photographs will be published on the Website.\n\n### Representations, warranties and permissions concerning the Photographs provided by the Users\n\n1. **Representations regarding copyrights**   \n   By uploading (a) Photograph(s) to the Website or by providing Photograph(s) to the Foundation in hard copy, the User represents and warrants that he/she is entitled to dispose of the Photograph(s). In case the Photograph(s) has (have) not been taken by the uploading or providing User, the User represents and warrants that he/she has obtained the permission of the person taking the given Photograph(s) or the person owning the copyrights concerning the Photograph(s) to upload the Photograph(s) to the Website or to provide it (them) to the Foundation in hard copy. The User represents and warrants that in case a third party raises any kind of copyright claims against the Foundation in any relation to the Photograph(s) uploaded or provided by the User, the User shall assume full liability for compensating the Foundation for any damages – including but not limited to fines, compensations, legal fees, other costs etc. – arising out of or in any relation to the claim of the third party or the defense against it.\n\n2. **Permission to use the Photographs**   \n   By uploading (a) Photograph(s) to the Website or by providing Photograph(s) to the Foundation in hard copy, the User grants its unlimited permission to the Foundation (i) to publish the Photograph(s) on the Website; (ii) to publish the Photograph(s) in any other online surfaces; (iii) to publish the Photograph(s) in printed publications; (iv) to publish the Photograph(s) at exhibitions; and (v) to publish and use the Photograph(s) in any other way not listed above. The User represents and warrants that his/her right of disposal or permission to upload or to provide concerning the Photograph(s) as per the previous subsection c) covers the permission granted under this subsection as well. \n\n3. **Representations and warranties regarding moral rights**   \n   In case there is (are) recognizable image(s) of (a) private individual(s) in the Photograph(s) uploaded by the User or provided by the User in hard copy, the User represent and warrants that he/she has obtained the permission of the person(s) whose image(s) are recognizable in the Photograph(s) to upload the Photograph(s) to the Website or to provide it (them) to the Foundation in hard copy and to grant permission to the Foundation to use the Photograph(s) as per the previous subsection d). The User represents and warrants that in case a third party raises any kind of personal right claims (in particular but not limited to claims concerning the right to image) against the Foundation in any relation to the Photograph(s) uploaded or provided by the User, the User shall assume full liability for compensating the Foundation for any damages – including but not limited to fines, compensations, legal fees, other costs etc. – arising out of or in any relation to the claim of the third party or the defense against it.\n\n### Photographs provided by professional photographers, public collections or other legal entities\n\nProfessional photographers, public collections or other legal entities may provide the Foundation with Photographs under a separate written agreement. In these cases, the provisions of these General Terms and Conditions are applicable only in case it gets stipulated by the parties.\n\n## License to use the Photographs downloaded from the Website\n\n### General provisions\n\nThis Chapter III regulates the use of the Photographs downloaded by the Users from the Website. When applying the provisions of this Chapter III, Foundation shall be considered as licensor (in this chapter also referred to as: **Licensor**) while the User using the Photographs downloaded from the Website shall be considered as licensee (in this chapter also referred to as: **Licensee**). The use of the Photographs under this Chapter III shall cover in particular, but not limited to, the printing, the reproduction, the multiplication, the publication etc. of the Photographs.\n\n### License\n\n1. The Photographs published on the Website are free to download without paying any consideration in exchange. The Licensor hereby waives all its rights to royalties concerning the Photographs as well.\n\n2. The Licensee may use the Photographs downloaded from the Website in any way – other than those limitations and conditions set forth herein - without any limitations. \n\n3. The use of the Photographs must not aim or result in a publication that may result in in or may be interpreted as – either partial or full – duplication of the Website or the collection of Photographs available on the Website.\n\n4. If any of the Photographs is used by the Licensee publicly, the Licensee shall indicate that the Photograph was downloaded from the Website by indicating “Dokuforte” and the name of the person/other entity providing the given Photograph (expected format: “Dokuforte / provided by NAME”) either in the Photograph or in another obviously identifiable way.\n\n5. In case the Licensee makes any alteration to any of the Photographs the fact of the alteration shall be indicated as well either in the Photograph or in another obviously identifiable way.\n\n6. The Licensee must not grant sublicense concerning the unaltered Photographs either for free or for consideration to any third parties without the prior written permission of the Licensor. \n\n7. The Licensee acknowledges that the license granted by Licensor herein concerning the Photographs is not an exclusive license.\n\n### Protection of rights\n\nLicensee **must not** (i) make any alterations to the Photographs, (ii) publish the Photographs either digitally or in hard copies or\n (iii) use the Photographs in any other way whatsoever that may in any way damage or jeopardize the reputation, rights and legitimate interests of the Foundation or third parties. Foundation expressly maintains the right to take any and all legal actions against any person violating this section.\n\n### Exclusion of liability\n\nLicensor hereby excludes its liability for any and all damages that are suffered by the Licensee in any relation to the use of the Photographs under the license granted by Licensor herein concerning the Photographs (hereinafter: **License**). In case a third party asserts any claim against the Licensee in any relation to the use of the Photographs under the License, the Licensor shall not be held liable for the damages of the Licensee incurred in any relation to the third party’s claim. In case a third party raises any kind of claims against the Licensor in any relation to the use of the Photographs under the License, the Licensee shall assume full liability for compensating the Licensor for any damages – including but not limited to fines, compensations, legal fees, other costs etc. – arising out of or in any relation to the claim of the third party or the defense against it.\n\n### Termination and modification of the License, reservation of rights\n\n1. The License shall terminate automatically in case the Licensee breaches in any way these General Terms and Conditions in particular, but not limited to, the provisions of this Chapter III.\n\n2. The Licensor reserves the right to terminate the License unilaterally at any time.\n\n3. The Licensor reserves the right to modify the terms and conditions of the License unilaterally at any time without prior notification.\n\n## Miscellaneous provisions\n\n### Data protection\n\nThe personal data provided by the Users in relation to the legal relationship established by these General Terms and Conditions are managed according to the Foundation’s data management policy that is available on the Website.\n\n### Modification of these General Terms and Conditions \n\nThe Foundation may at any time amend the provisions of these General Terms and Conditions without the prior notification of the Users thereon. The amendment shall enter into effect as of the day of its publication on the Website.\n\n### Partial invalidity \n\nIf any provision of these General Terms and Conditions is invalid, unlawful or unenforceable, or becomes invalid, unlawful or unenforceable, this shall not affect the validity, legality or enforceability of the other provisions of these General Terms and Conditions.\n\n### Entire agreement\n\nThe provisions of these General Terms and Conditions constitute the entire agreement between the Foundation and the User. There are no other oral or written agreements, supplementations that would be applicable to the legal relationship between the Foundation and the User established by these General Terms and Conditions.\n\n### Applicable laws\n\nThe issues not regulated entirely or at all by these General Terms and Condition shall be governed by the relevant provisions of the pertinent Hungarian and, in general, to the legal relationship between the Foundation and the User established by these General Terms and Conditions, the Hungarian laws shall be applied. \n\n### Dispute resolution, jurisdiction\n\nIn case any legal dispute emerges between the Foundation and the User in any relation to these General Terms and Conditions, the Foundation and the User shall endeavor to resolve such dispute by way of negotiations in an amicable way. In case the negotiations do not result in a settlement that is satisfying for both parties within a reasonable time, the legal dispute shall be judged by the court that has competence and jurisdiction under the Hungarian laws.\n\n### Languages \n\nThese General Terms and Conditions were prepared in English and in Hebrew, these linguistic versions are both available on the Website. In case of any discrepancies between the two versions, the English version shall prevail.",
    "page_id": "terms"
  },
  {
    "id": 8,
    "status": "published",
    "sort": null,
    "user_created": "2b94a7da-d36e-4041-bc2a-ad79a45fbd83",
    "date_created": "2023-01-22T13:03:09.916Z",
    "user_updated": "2b94a7da-d36e-4041-bc2a-ad79a45fbd83",
    "date_updated": "2023-01-22T13:11:43.037Z",
    "permalink": "/he/terms",
    "title": "תנאים",
    "locale": "he",
    "page_class": "count-headings",
    "content": " #### הקדמה זו יישום תנאים כלליים אלה\n\n\nעל ידי שימוש באתר dokuforte.co.il (להלן: האתר) המופעל על ידי קרן קומראן בכל דרך או על ידי הצעת עותקים מודפסים של תצלומים לקרן קומראן באופן שנקבע כאן, אתה מביע במשתמע כי ידוע לך על הוראות אלה בתנאים והגבלות כלליים (להלן: תנאים והגבלות כלליים) ואתה מקבל ומאשר אותם כמחייבים, לפיכך אתה מסכים להיכנס למערכת יחסים חוזית עם קרן קומראן עם התוכן שנקבע כאן. אנא, לפני השימוש באתר, תקרא בעיון את תקנון זה, ותתחיל להשתמש באתר רק במקרה שאתה מסכים לכל הוראותיו. במקרה שיש לך שאלות או הערות כלשהן בנוגע לתנאים וההגבלות הכלליים הללו, אנא פנה אלינו על ידי שליחת דואר אלקטרוני לכתובת dokuforte@dokuforte.com.\n\nתיאור הפרויקט\n\nDokuforte (להלן: Dokuforte או פרויקט) הוא ארכיון תמונות קהילתי לשימוש חופשי המכיל תצלומים שצולמו בשטח ישראל (או בארצות המוצא של המשפחות לפני העלייה) מאז המאה ה-19, עד 1998 המופעל על ידי קרן קומראן (להלן: קרן). המטרה העיקרית של הפרויקט היא לאתר ולהפוך את התמונות הפרטיות של משפחות ואנשים פרטיים ישראלים, ובאמצעות שימור העבר המשותף של העם הישראלי בדרך זו, להעביר את עתידנו המשותף על ילדינו. על מנת להשיג מטרה זו, הקרן מעוניינת לאסוף תצלומים בעיקר ממשפחות ומאנשים פרטיים ובאופן משני מצלמים מקצועיים, אוספים ציבוריים, גופים משפטיים אחרים וגורמים אחרים שאינם בעלי אישיות משפטית.\n\nבמסגרת וביחס לפרויקט, הקרן רוצה להשיג במיוחד, אך לא בלעדי:\n\n• דיגיטציה של התצלומים מאוספים פרטיים וציבוריים;\n•  פרסום הצילומים בצורה נגישה;\n•  הענקת שיתוף חופשי של התמונות בהתאם לרישיון הקבוע כאן;\n•  שימור ערכים;\n•  הבטחת יכולת מחקר;\n•  מתן רקע מקצועי;\n•  מבנה קהילה;\n•  הכנת ליקוטים נושאיים (בלוג, מדיה מודפסת ומקוונת);\n•  ארגון תערוכות, פרסומים.\n\nהגדרות\n\nעל פי תנאים והגבלות כלליים אלה, למילים ולביטויים הבאים המצוינים תהיה המשמעות המוגדרת:\n\n1. פירוש הפרויקט הוא פרויקט Dokuforte כמתואר בסעיף I. 2. לעיל.\n2. פירוש הקרן הוא קרן קומראן (מספר רישום 13-01-0004210), קרן שהוקמה ומופעלת בהתאם לחוקים הרלוונטיים של הונגריה, המנהלת ומפעילה את הפרויקט ואת האתר.\n3. פירוש של אתר אינטרנט הוא dokuforte.co.il המופעל על ידי הקרן משרתים הממוקמים במספר מדינות שונות.\n4. פירוש המשתמש הוא כל האנשים הפרטיים, הישויות המשפטיות וגופים אחרים שאינם בעלי אישיות משפטית (מיוצגים על ידי אדם פרטי) המשתמשים, באתר בכל דרך שהיא עם או ללא רישום, במיוחד - אך לא בלעדי - על ידי העלאת תמונות לאתר האתר, על ידי גלישה באתר או על ידי הורדת תמונות מהאתר.\n5. פירוש הצילום הוא התמונות שצולמו בשטח ישראל (או בארצות המוצא של המשפחות לפני העלייה) מאז המאה ה-19, ועד שנת 1998 בכל אמצעי הקלטת תמונות שמועלים על ידי המשתמשים לאתר או מוצעים לקרן. בדרך דיגיטלית אחרת או בעותקים מודפסים על ידי אנשים פרטיים או - במקרים חריגים - על ידי צלמים מקצועיים, אוספים ציבוריים, ישויות משפטיות אחרות וגורמים אחרים שאינם בעלי אישיות משפטית, ומתפרסמים על ידי הקרן באתר. על פי תנאים כלליים אלה עותק מודפס פירושו כל תמונה הכלול בכל צורה אנלוגית (לא דיגיטלית) (כגון צילום מפותח, פוטו-שלילי, סרט שקופיות וכו').\n\nמתן תמונות לקרן\n\nהעלאת תמונות לאתר\n\n1. הרשמה לאתר\nמשתמשים רשאים להעלות תמונות לאתר לאחר ההרשמה. על מנת להירשם לאתר, על המשתמשים לספק את שמם המלא, כתובת דואר אלקטרוני ומספר טלפון בשימוש בפועל. הרישום למשתמש באתר חייב להיות בן 16 ומעלה. בהרשמה, המשתמש מצהיר ומתחייב שהנתונים שסופקו נכונים ומתאימים למציאות. הקרן אינה מוציאה מכלל אחריות לכל נזק שייגרם בכל דרך או בכל קשר ממסירת נתונים שגויים או כוזבים על ידי המשתמש הנרשם. \n2. בחירת התמונות המתפרסמות באתר\nקרן שומרת לעצמה את הזכות להחליט לפי שיקול דעתה הבלעדי אילו מהתמונות שהועלו על ידי המשתמשים לאתר יפורסמו באתר, לפיכך הקרן אינה מתחייבת שכל התמונות יפורסמו באתר.\n\nלספק לקרן עותקים מודפסים של תצלומים\n\n\t•\tדרכים לספק עותקים מודפסים של תצלומים\nבנוסף להעלאה לאתר, המשתמשים רשאים לספק לקרן גם עותקים מודפסים של תמונות. שיטתו כפופה לדיונים בדואר אלקטרוני עם הקרן.\n\t•\tסריקה/דיגיטציה של העותקים הקשיחים שסופקו ושליחתם חזרה למשתמש המספק\nהקרן מתחייבת לסרוק ולדיגיטל את כל העותקים הקשיחים של התמונות שסופקו על ידי המשתמשים בצורה מקצועית. החזרת התצלומים למשתמש על ידי הקרן כפופה לדיונים בדואר אלקטרוני. בהקשר זה הקרן שוללת את אחריותה לכל נזק - לא לרבות הנזקים שנגרמו בכוונה - שייגרמו בעותקים המודפסים של התצלומים/ים ביחס לסריקת העותקים המודפסים או השליחה לקרן או על ידי הקרן.\n\t•\tבחירת התמונות המתפרסמות באתר\nהקרן שומרת לעצמה את הזכות להחליט לפי שיקול דעתה הבלעדי אילו מהתמונות שסופקו על ידי המשתמשים בעותק מודפס ונסרקו על ידי הקרן יפורסמו באתר, לפיכך הקרן אינה מתחייבת כי כל התמונות יפורסמו באתר.\n\nמצגים, אחריות והרשאות לגבי התמונות שסופקו על ידי המשתמשים\n\n\t•\tמצגים לגבי זכויות יוצרים\nעל ידי העלאת תצלומים לאתר או על ידי מסירת תצלומים לקרן בעותק מודפס, המשתמש מצהיר ומתחייב כי הוא/היא זכאי להיפטר מהתצלומים. במקרה שהתצלומים לא צולמו על ידי המשתמש המעולה או המספק, המשתמש מצהיר ומתחייב כי הוא קיבל את רשותו של מי שצילם את התצלומים הנתונים או מהבעלים של זכויות היוצרים לגבי התצלומים להעלות את התצלומים לאתר או לספק אותם לקרן בעותק מודפס. המשתמש מצהיר ומתחייב כי במקרה שצד שלישי מעלה כל סוג של תביעות זכויות יוצרים נגד הקרן בכל קשר לתצלומים שהועלו או סופקו על ידי המשתמש, המשתמש יישא באחריות מלאה לפיצוי הקרן בגין כל נזק - לרבות אך לא רק קנסות, פיצויים, הוצאות משפט, עלויות אחרות וכדומה - הנובעים או בכל קשר לתביעת הצד השלישי או ההגנה מפניו.\n2. הרשאה להשתמש בתמונות\nעל ידי העלאת תצלומים לאתר או על ידי מסירת תצלומים לקרן בעותק מודפס, המשתמש נותן את הרשאתו הבלתי מוגבלת לקרן (i) לפרסם את התצלומים באתר;   (ii)לפרסם את התצלומים בכל משטח מקוון אחר; (iii) לפרסם את התצלום/ים בפרסומים מודפסים; (iv) לפרסם את התצלום/ים בתערוכות; וכן (v) לפרסם ולהשתמש בתצלומים בכל דרך אחרת שאינה רשומה לעיל. המשתמש מצהיר ומתחייב שזכות הרשות שלו או ההרשאה שלו להעלות או לספק לגבי התמונות לפי סעיף ג' הקודם מכסה גם את ההרשאה שניתנה לפי סעיף זה.\n \n3. מצגים והתחייבויות לגבי זכויות מוסריות\nבמקרה שיש תמונה מזוהה של (אדם) פרטי בתצלומים שהועלו על ידי המשתמש או מסופקים על ידי המשתמש בעותק מודפס, המשתמש מצהיר ומתחייב כי הוא קיבל את רשות האדם שתמונתו מזוהה בתצלום להעלות את התצלום/ים לעיל ד) המשתמש מצהיר ומתחייב כי במקרה שצד שלישי מעלה כל סוג של אישיות תביעות זכות (בפרט אך לא רק תביעות הנוגעות לזכות לדימוי) נגד הקרן בכל קשר לתצלומים שהועלו או סופקו על ידי המשתמש, המשתמש יישא באחריות מלאה לפיצוי הקרן בגין כל נזק - לרבות אך לא רק קנסות, פיצויים, הוצאות משפט, עלויות אחרות וכו' - הנובעים או בכל קשר לתביעת הצד השלישי או להגנה מפניו.\n\nתמונות שסופקו על ידי צלמים מקצועיים, אוספים ציבוריים או גורמים משפטיים אחרים\n\nצלמים מקצועיים, אוספים ציבוריים או ישויות משפטיות אחרות רשאים לספק לקרן תמונות במסגרת הסכם נפרד בכתב. במקרים אלה, הוראות תנאים והגבלות אלו חלות רק במקרה שהצדדים יקבעו זאת.\n\nרישיון להשתמש בתמונות שהורדו מהאתר \n\n הוראות כלליות \n\n פרק ג' זה מסדיר את השימוש בתמונות שהורדו על ידי המשתמשים מהאתר. בעת החלת הוראות פרק ג' זה, הקרן תיחשב כבעלת רישיון (בפרק זה מכונה גם: מורשה) בעוד שהמשתמש בתמונות שהורדו מהאתר ייחשב כבעל רישיון (בפרק זה מכונה גם: בעל רישיון). השימוש בתצלומים לפי פרק ג' זה יכסה במיוחד, את ההדפסה, השעתוק, ההכפלה, הפרסום וכדומה של התצלומים.\n\nרישיון\n\n\t•\tהתמונות המתפרסמות באתר ניתנות להורדה בחינם ללא תשלום כל תמורה בתמורה. בעל הרישיון מוותר בזאת על כל זכויותיו לתמלוגים גם לגבי התמונות.\n\t•\tבעל הרישיון רשאי להשתמש בתמונות שהורדו מהאתר בכל דרך - מלבד המגבלות והתנאים המפורטים כאן - ללא הגבלה.\n\t•\tאסור שהשימוש בתמונות יכוון או יביא לפרסום שעלול להביא או להתפרש כשכפול – חלקי או מלא – של האתר או אוסף התמונות הזמין באתר.\n\t•\tאם בעל הרישיון משתמש באחד מהתצלומים באופן פומבי, בעל הרישיון יציין שהתצלום הורד מהאתר על ידי ציון \"Dokuforte\" ושם האדם האחרת המספקת את התמונה הנתונה (פורמט צפוי: \"Dokuforte\" / מסופק על ידי Dokuforte\"\") בתצלום או בדרך אחרת שניתן לזהות בבירור.\n\t•\tבמקרה שבו בעל הרישיון ישנה אחת מהתצלומים, עובדת השינוי תצוין גם בתמונה או בדרך אחרת שניתן לזהות אותה.\n\t•\tלבעל הרישיון אסור להעניק רישיון משנה לגבי התמונות ללא שינוי, ללא עלות או בתמורה לצדדים שלישיים כלשהם, ללא אישור מראש ובכתב של נותן הרישיון.\n\t•\tבעל הרישיון מאשר כי הרישיון שניתן על ידי בעל הרישיון בזאת לגבי התמונות אינו רישיון בלעדי.\n\nהגנה על זכויות\n\nאסור לבעל הרישיון (i) לבצע שינויים כלשהם בתמונות, (ii) לפרסם את התמונות באופן דיגיטלי או בעותקים מודפסים או (iii) להשתמש בתמונות בכל דרך אחרת שעלולה לפגוע או לסכן את המוניטין, הזכויות והמוניטין אינטרסים לגיטימיים של הקרן או של צדדים שלישיים. הקרן שומרת במפורש על הזכות לנקוט בכל צעד משפטי נגד כל אדם המפר סעיף זה.\n\n\f\nחריגה של אחריות\n\nבעל הרישיון מוציא בזאת את אחריותו לכל נזק שייגרם לבעל הרישיון בכל קשר לשימוש בתמונות במסגרת הרישיון שניתן על ידי הרישיון בזאת לגבי התמונות (להלן: הרישיון). במקרה שצד שלישי יטען תביעה כלשהי כלפי בעל הרישיון בכל קשר לשימוש בתמונות במסגרת הרישיון, לא יישא בעל הרישיון באחריות לנזקי בעל הרישיון שייגרמו בכל קשר לתביעת הצד השלישי. במקרה שצד שלישי מעלה כל סוג של טענות כלפי נותן הרישיון בכל קשר לשימוש בתמונות במסגרת הרישיון, בעל הרישיון יישא באחריות מלאה לפצות את הרישיון בגין כל נזק - לרבות אך לא רק קנסות, פיצויים, משפטיים. שכר טרחה, עלויות אחרות וכדומה – הנובעים או בכל קשר לתביעת הצד השלישי או ההגנה מפניו.\n\nסיום ושינוי הרישיון, שמירת זכויות\n\n\t•\tהרישיון יסתיים אוטומטית במקרה שבעל הרישיון יפר בדרך כלשהי תנאים והגבלות אלה בפרט, אך לא רק את הוראות פרק ג'.\n\t•\tנותן הרישיון שומר לעצמו את הזכות לסיים את הרישיון באופן חד צדדי בכל עת.\n\t•\tנותן הרישיון שומר לעצמו את הזכות לשנות את התנאים וההגבלות של הרישיון באופן חד צדדי בכל עת ללא הודעה מוקדמת.\n\nהוראות שונות\n\nהגנת מידע\n\nהנתונים האישיים הנמסרים על ידי המשתמשים ביחס ליחסים המשפטיים שנקבעו בתקנון כללי זה מנוהלים על פי מדיניות ניהול הנתונים של הקרן הזמינה באתר.\n\nשינוי תנאים והגבלות אלו\n\nהקרן רשאית לשנות בכל עת את הוראות תקנון זה ללא הודעה מוקדמת של המשתמשים על כך. התיקון ייכנס לתוקף מיום פרסומו באתר.\n\nפסול חלקי\n\nאם הוראה כלשהי של תנאים והגבלות אלו אינה תקפה, בלתי חוקית או בלתי אכיפה, או הופכת לפסולה, בלתי חוקית או בלתי ניתנת לאכיפה, הדבר לא ישפיע על התקפות, החוקיות או האכיפה של שאר ההוראות של תנאים והגבלות אלו.\n\nההסכם כולו\n\nהוראות תקנון זה מהוות את ההסכם המלא בין הקרן למשתמש. אין הסכמים אחרים בעל פה או בכתב, השלמות שיחולו על היחסים המשפטיים בין הקרן למשתמש שנקבעו על פי תנאים והגבלות אלו. \n\n חוקים ישימים\n\nהנושאים שאינם מוסדרים במלואם או בכלל על ידי תנאים והגבלות אלו יהיו כפופים להוראות הרלוונטיות של ההונגרי הרלוונטי, ובאופן כללי, ליחסים המשפטיים בין הקרן למשתמש שנקבעו על ידי תנאים והגבלות אלו, ההונגרי יחולו חוקים.\n\nיישוב סכסוכים, סמכות שיפוט\n\nבמקרה שיתגלע מחלוקת משפטית בין הקרן למשתמש בכל קשר לתקנון כללי זה, הקרן והמשתמש ישתדלו ליישב מחלוקת כאמור בדרך של משא ומתן בדרך ידידותית. במקרה והמשא ומתן לא יביא להסדר המספק את שני הצדדים תוך זמן סביר, המחלוקת המשפטית תישפט על ידי בית המשפט בעל הסמכות והסמכות לפי החוקים ההונגריים. \n\nשפות\n\nתקנון זה הוכן באנגלית ובעברית, גרסאות לשוניות אלו זמינות שתיהן באתר. במקרה של סתירות בין שתי הגרסאות, הגרסה האנגלית תגבר.\n",
    "page_id": "terms-he"
  },
  {
    "id": 9,
    "status": "published",
    "sort": null,
    "user_created": "2b94a7da-d36e-4041-bc2a-ad79a45fbd83",
    "date_created": "2023-01-22T13:11:13.731Z",
    "user_updated": "2b94a7da-d36e-4041-bc2a-ad79a45fbd83",
    "date_updated": "2023-01-22T13:11:51.568Z",
    "permalink": "/he/privacy",
    "title": "מדיניות פרטיות",
    "locale": "he",
    "page_class": "count-headings",
    "content": "\nדוקופורטה (להלן \"דוקופורטה\" או \"אנחנו) מברך אותך באתר אינטרנט שלנו. תודה על ההתעניינות שלך בקרן ובפרויקט שלנו.\nדוקופורטה מכבד את פרטיותך\nההגנה על פרטיותך במהלך עיבוד הנתונים האישיים כמו גם האבטחה של כל הנתונים שלך מהווה דאגה חשובה עבורנו. אנו מעבדים נתונים אישיים שנאספו במהלך ביקורכם באתר האינטרנט שלנו בסודיות ורק בהתאם לתקנות הסטטוטוריות. \nקונטרולר\nקרן קומראן (מספר מס: (HU-19309637-1-13 הוא הבקר האחראי לעיבוד הנתונים שלך- חריגים מתוארים בהודעת הגנת נתונים זו.\nפרטי הקשר שלנו הם כדלקמן: כתובת דואר: H-2090 Remeteszőlős, CSIK UTCA 9., מספר טלפון בהונגריה: 36305611806+ כתובת דואר אלקטרוני: dokuforte@dokuforte.com\nH-2090 Remeteszőlős, Csik utca 9.,\n Hungary Phone number: +36305611806 E-mail address: dokuforte@dokuforte.com\nאיסוף, עיבוד ושימוש בנתונים אישיים\nקטגוריות מעובדות של הנתונים\nקטגוריות הנתונים הבאות מעובדות:\n\t•\t נתוני תקשורת ויצירת קשר (למשל שם, מספר טלפון, כתובת דואר אלקטרוני, כתובת, כתובת  \n\t•\t(IP\n\t•\tנתוני אב חוזיים (למשל נתונים הקשורים לקשר חוזי, נתונים הקשורים לעניין חוזי או שירות)\n\t•\tנתונים הקשורים לתמונות שהועלו (תורמים ומחברים של התמונות, תמונות שהועלו, תגיות בהן נעשה שימוש, נתוני המטא של התמונה) \n\t•\tהיסטוריית לקוחות ונתוני יומן (נתונים מצטברים ונרשמים בעת השימוש באתר)\n\t•\tתחומי עניין והעדפות הקשורים לפעילויות של בקרי הנתונים\n\nעקרונות\nנתונים אישיים מורכבים מכל המידע הקשור לאדם טבעי שזוהה או מזוהה, זה כולל, למשל: שמות, כתובות, מספרי טלפון, כתובות דוא\"ל, נתוני אב חוזיים, נתוני חשבונאות חוזים ונתוני תשלום, שהם ביטוי לזהותו של האדם.\nאנו אוספים, מעבדים ומשתמשים בנתונים אישיים (כולל כתובות IP) רק אם יש בסיס משפטי סטטוטורי לעשות זאת ויש מטרה לגיטימית לכך.\nמטרות עיבוד ובסיס משפטי\n\t•\tאנו כמו גם ספקי השירות שהוזמנו על ידינו; עבד את הנתונים האישיים שלך למטרות העיבוד הבאות:\n\t•\t מתן אתר זה (בסיס משפטי: אינטרס לגיטימי על מתן ביצועי השירותים שלנו)\n\t•\t רישום וניהול של תמונות שהועלו (בסיס משפטי: מילוי חובה חוזית) פתרון שיבושים בשירות כמו גם מסיבות ביטחוניות. (בסיס משפטי: מילוי חובותינו החוקיות בתחום אבטחת המידע ואינטרס לגיטימי בפתרון שיבושים בשירותים כמו גם בהגנה על ההצעות שלנו)\n\t•\tסקרים על מוצרים או משתמשים (בסיס משפטי: עניין לגיטימי בפיתוח שירותים) הערה: שם אנו מזכירים סוכנות לחקר שוק לביצוע סקרים, הסוכנות תפעל אך ורק על הוראותינו ותעקבו אחר ההוראות שלנו\n\t•\tסקרי מוצרים או לקוחות שבוצעו באמצעות דואר אלקטרוני ו/או טלפון כפופים להסכמתך המפורשת הקודמת. (בסיס משפטי: הסכמה) הערה: במקרה שנערב מכון לחקר שוק לצורך סקרים, הוא יפעל רק על סמך ההוראות שלנו ופעל לפי הוראותינו. ביצוע הגרלות או קמפיינים הנחה בהתאם לתנאים וההגבלות בהתאמה עבור הגרלות או קמפיינים מוזלים. (בסיס משפטי: מילוי חובות חוזיות). שליחת עלון דוא\"ל בכפוף להסכמת הנמען (בסיס משפטי: הסכמה). שמירה והגנה על זכויותינו ואינטרס שלנו. (בסיס משפטי: אינטרס לגיטימי מצדנו להגנה והגנה על זכויותינו ואינטרס שלנו).\n• \tייחוס מחברי תמונות בדף שליד תמונות שהועלו (בסיס משפטי: אינטרס לגיטימי של הקרן בהפעלתה שירות/האתר)\nהרשמה\n אם ברצונך להעלות תמונה אנו מבקשים את הרישום שלך. עם ההרשמה שלך אנו אוספים נתונים אישיים הנחוצים לצורך הזנת מילוי החוזה (למשל שם פרטי, שם משפחה, מספר טלפון, כתובת דוא\"ל) וכן נתונים נוספים על בסיס וולונטרי, אם ישים אנו מבקשים מידע נחוץ רק במהלך ההרשמה.\nקבצי יומן (לוג)\nבכל פעם שאתה משתמש בדף האינטרנט שלנו, הדפדפן שלך מעביר מידע מסוים שאנו מאחסנים בקבצי יומן כביכול.\nאנו מאחסנים קבצי יומן כדי לקבוע שיבושי שירות ומסיבות אבטחה (למשל, כדי לחקור ניסיונות התקפה) לתקופה מקסימאלית של 3 חודשים ולמחוק אותם לאחר מכן.\nקבצי יומן משמשים גם למטרות ניתוח (ללא כתובת ה- IP או ללא כתובת ה- IP  המלאה נקודה ראה \"ניתוח אינטרנט\". \nבקבצי יומן, המידע הבא בקבצי יומן, המידע הבא נשמר:\n• כתובת IP (כתובת פרוטוקול אינטרנט) של מכשיר המסוף המשמש לגישה להצעה המקוונת; לאינטרנט) של מכשיר המסוף המשמש לגישה להצעה המקוונת;\nבקבצי יומן, המידע הבא נשמר:\n• כתובת IP  (כתובת פרוטוקול אינטרנט) של מכשיר המסוף המשמש לגישה להצעה המקוונת; \n\t•\tכתובת אתר מלאה, מידע נוסף שנשלח על ידי הדפדפן (למשל סוג דפדפן, סוג מערכת הפעלה, גודל רזולוציית המסך וכו' - זה יכול להיות נשלט על ידי המשתמש)\n\t•\t• log2: מזהה משתמש, תאריך זמן, פעילות\n\t•\t• log3: זמן תאריך, דוחות שגיאה\n\t•\tשם ספק השירות ששימש לגישה להצעה המקוונת;\n\t•\t• שם הקבצים או המידע אליו ניגשים;\n\t•\t• תאריך ושעה וכן משך ההיזכרות בנתונים;\n\t•\t• כמות הנתונים שהועברו;\n\t•\t• מערכת הפעלה ומידע בדפדפן האינטרנט המשמשים, כולל תוספות המותקנות (למשל, נגן פלאש); שירותים ואתרים שלנו לא לילדים בגיל מעט מ-16 שנים. לכן לאנשים בגיל פחות מ-16 שנים אסור להירשם ולהשתמש בשירותים שלנו. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nהעברת נתונים לבקרים אחרים\nבעיקר, הנתונים האישיים שלך מועברים לבקרים אחרים רק אם נדרשים למילוי חובה חוזית, אם אנו עצמנו, או צדדים שלישיים, יש לנו אינטרס לגיטימי בהעברת הנתונים, או אם נתת את הסכמתך לכך.\nפרטים על בסיס משפטי ומקבלים או קטגוריות של נמענים ניתן למצוא בסעיף - מטרות עיבוד ובסיס משפטי.\nבנוסף, נתונים עשויים להיות מועברים לבקרים אחרים כאשר אנו מחויבים לעשות זאת עקב תקנות סטטוטוריות או צווי ניהול או שיפוט הניתנים לאכיפה.\nברצוננו לציין כי במהלך הפעולה והשימוש באתר שלנו ובשירות שלנו, שמות מחברי התמונות שהועלו על ידי. כתוצאה מכך, השימוש (הורדת) של תמונות על ידי אחרים יביא להעברת נתונים אלה למשתמשים משתמשים רשומים כלולים לצד התמונות ובנתוני המטא שלהם.\n ניטוני שירותים כלליים \nאנו עשויים להיות מעורבים ספקי שירותים חיצוניים עם משימות כמו שירותי משפט, מכירות ושיווק, ניהול חוזים, טיפול בתשלומים, תכנות, אירוח נתונים ושירותי קו חם. בחרנו בזהירות את ספקי השירותים ועוקבים אחריהם על בסיס קבוע, במיוחד ביחס לטיפול החרוץ שלהם והגנה על הנתונים שהם מאחסנים כל נותני השירות מחויבים. לשמור על סודיות ולעמוד בהוראות הסטטוטוריות.\n\n# להעביר למקבלים מחוץ ל-EEA\n  EEA למדינות שלישיות כביכול אנו עשויים להעביר נתונים אישיים למקבלים הממוקמים מחוץ. במקרים כאלה, לפני ההעברה אנו מבטיחים כי מקבל הנתונים מספק רמה מתאימה של הגנה על נתונים.\nאתה רשאי לקבל סקירה של מקבלי המדינה השלישית והעתק של ההדוקות המוסכמות ספציפית שמבטיחות רמה מתאימה של הגנה על נתונים. למטרה זו, אנא השתמש בהצהרות שנמסרו בסעיף הקשר.\nמשך האחסון, תקופות שמירה\nבעיקר, אנו מאחסנים את הנתונים שלך כל עוד יש צורך להעביר את האתר האינטרנט שלנו ואת השירותים המחוברים או כל עוד יש לנו עניין לגיטימי לאחסן את הנתונים (למשל, יתכן שעדיין יש לנו עניין לגיטימי בעיבוד תמונות שהועלו אפילו לאחר סיום החוזה). בכל המקרים האחרים אנו מוחקים את הנתונים האישיים שלך למעטנתונים שאנו מחויבים לאחסן לצורך מילוי חובות משפטיות (למשל עקב תקופות שמירה תחת המס עד 8-שנים לאחר הוצאת החשבונית - וקודים מסחריים אנו מחויבים לקבל מסמכים כמו חוזים וחשבוניות זמינים לפרק זמן מסוים).\n. # בעת מחיקת חשבונך ותמונותיך, יש לך אפשרות לבקש שהשם שהזנת בעת ההגבלה של רישום והעלאת תמונות יוגבל מהצגת. במקרה זה, אנו נציג מזהה בדוי במרחב השם שלך, אך לא נמחק את שמך ממערכות השמירת הרשומות הפנימיות שלנו, בכפוף לאינטרס הלגיטימי שלנו בהגנה על הזכויות והאינטרסים שלנו\nמבצעי הנחות \nבמקרה שאתה משתתף באחד ממסעות הפרסום שלנו, אנו משתמשים בנתונים שלך לצורך פרסום המוצרים שלנו במידה המותרת על פי החוק או עד כמה שהסכמת מידע על קמפיין הנחה ניתן למצוא בתנאי ההשתתפות בהתאמה.\n# \nשימוש בעוגיות\n. עוגיות הן קבצי טקסט קטנים שעשויים להיות מאוחסנים במכשיר שלך בעת ביקור בשירות המקוון שלנו מעקב אפשרי באמצעות טכנולוגיות שונות .בפרט, אנו מעבדים מידע באמצעות טכנולוגית פיקסל ו/או במהלך ניתוח קבצי יומן.\n  קטגוריות עוגיות  \nאנו מבדילים בין עוגיות הנדרשות באופן מנדטורי לפונקציות הטכניות של השירות המקוון לבין עוגיות ומנגנוני מעקב כאלה שאינם נדרשים באופן חובה לתפקוד הטכני של השירות המקוון.\nבדרך כלל ניתן להשתמש בשירות המקוון ללא כל עוגיות המשרתות מטרות לא טכניות.\nעוגיות נדרשות טכניות\nעל ידי עוגיות נדרשות טכנית אנו מתכוונים לעוגיות ללא אלה שלא ניתן להבטיח את אספקת השירות המקוון אלה כוללים למשל עוגיות המאחסנות נתונים כדי להבטיח רבייה חלקה של צילומי וידאו או שמע.\nעוגיות כאלה יימחקו כשתעזוב את האתר.\nעוגיות ומנגנוני מעקב שאינם נדרשים מבחינה טכנית\n# אנו משתמשים רק בעוגיות ומנגנוני מעקב כאלה אם נתת לנו את הסכמתך המוקדמת בכל מקרה. # שתי מבדילים בין קטגוריות משנה ביחס לעוגיות ומנגנוני מעקב אלה אנו:\n  עוגיות נוחות \n# עוגיות אלה מקלות על הפעולה ובכך מאפשרות לגלוש בנוחות יותר בנוחות; לְמָשָׁל הגדרות השפה שלך עשויות להיכלל בעוגיות אלה.\nעוגיות שיווק ומנגנוני מעקב\nבכללי\nעל ידי שימוש בעוגיות שיווק ומנגנוני מעקב אנו ושותפינו מסוגלים להראות לך הצעות על סמך תחומי העניין שלך, הנובעים מניתוח התנהגות המשתמש שלך:\n\t•\tסטטיסטיקה: על ידי שימוש בכלים סטטיסטיים, אנו מודדים למשל. מספר תצוגות הדף שלך.\n\t•\tמעקב אחר המרות: שותפי מעקב ההמרה שלנו מניחים עוגייה במחשב שלך (\"עוגיית המרה\") אם ניגשת לאתר שלנו באמצעות פרסומת של השותף המתאים.\nבדרך כלל העוגיות הללו אינן תקפות עוד לאחר 30 יום אם אתה מבקר בדפים מסוימים באתר שלנו והעוגייה טרם פגה, אנו ושותף ההמרה הרלוונטי יכולים לזהות שמשתמש מסוים לחץ על הפרסומת ובכך הופנה לאתר שלנו. המידע המתקבל באמצעות עוגיית ההמרה משרת את המטרה של עריכת סטטיסטיקות המרה והקלטה של ​​המספר הכולל של המשתמשים שלחיצו על הפרסומת המתאימה והופנו לאתר עם תג מעקב אחר המרה.\n\t•\tתוספים חברתיים: חלק מדפי השירות המקוון שלנו כוללים תוכן ושירותים של ספקים אחרים (למשל פייסבוק, טוויטר) שעשויים גם להשתמש בעוגיות ובמודולים פעילים. לפרטים נוספים אודות תוספים חברתיים, עיין בסעיף בנושא \"תוספים חברתיים.\n\t•\tכלים אלה יוצרים פרופילים משתמשים באמצעות עוגיות פרסום או עוגיות פרסום צד שלישי מה שנקרא \"משואות אינטרנט\" (גרפיקה בלתי נראית הנקראת גם פיקסלים או מעקב אחר פיקסלים), או באמצעות טכנולוגיות דומות מיקוד מחדש אלה משמשים לפרסום מבוסס עניין ולשלוט בתדירות שבה המשתמש מסתכל על פרסומות מסוימות. הספק הרלוונטי הוא הבקר האחראי לעיבוד נתונים בקשר לכלי ספקי הכלים עשויים לחשוף מידע גם לצדדים שלישיים למטרות שהוזכרו לעיל. להודעות הגנת המידע של הספק הרלוונטי בהקשר זה. אנא שימו לב\nשימו לב כי השימוש בכלים עשוי לכלול העברת הנתונים שלכם למקבלים מחוץ EEA -, שם אין רמה מספקת של הגנה על נתונים על פי  GDPR (למשל ארה\"ב). לפרטים נוספים מבחינה זו, עיין בתיאור הבא של כלי השיווק האישי..\nName: Google Analytics # Google Analytics שם:\nProvider: Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA # :ספק EEA: Google Inc., 1600 Amphiteteater Parkway, Mountain View, CA 94043, USA\nFunction: Analyses user behavior (page views, number of visitors and visits, downloads), UX testing # פונקציה: מנתח התנהגות משתמש (תצוגות עמוד, מספר המבקרים והביקורים, הורדות), בדיקת UX\nManagement of cookies and tracking mechanisms ניהול עוגיות מעקב ומנגנוני \nאתה יכול לנהל את הגדרות מנגנון העוגיות והמעקב שלך בדפדפן ו/או בהגדרות הפרטיות שלנו.\nערה: ההגדרות שביצעת מתייחסות רק לדפדפן המשמש בכל מקרה.\nביטול כל העוגיות\nאם ברצונך לבטל את כל העוגיות, אנא ביטול עוגיות בהגדרות הדפדפן שלך. שימו לב כי הדבר עשוי להשפיע על הפונקציונליות של האתר.\nניהול ההגדרות שלך ביחס לעוגיות ומנגנוני מעקב שאינם נדרשים טכנית\nכשאתה מבקר באתרי האינטרנט שלנו, תישאל בשכבת עוגיות אם אתה מסכים לשימוש שלנו בעוגיות נוחות, עוגיות שיווק או מנגנוני מעקב, בהתאמה \nבמסגרת הגדרות הפרטיות שלנו, אתה יכול למשוך את ההסכמה בתוקף לעתיד או להעניק את הסכמתך בנקודת זמן מאוחרת יותר.\nעיבוד נתוני המיקום שלך\nדף האינטרנט שלנו עשוי לכלול גם שירותים מבוססי מיקום שנקרא דרכם אנו מספקים המותאמים למיקום שלך. כדי להציע פונקציית אפליקציה זו, אנו אוספים את שלושת מיקומים  - GPS האחרונים המועברים על ידי המכשיר הנייד וכתובת  IPב- כשאתה מסכים שלך. איננו יוצרים פרופיל תנועה. אתה יכול לבטל פונקציה הזו בהגדרות האפליקציה המתאימה או בהגדרות מערכת ההפעלה של המכשיר הנייד שלך או להשהות אותה באופן זמני מבלי להשפיע על הפונקציונליות הבסיסית של האפליקציה..\nעיבוד מזהה הפרסום / מזהה הפרסום\nלמטרות פרסום אנו משתמשים, בהתחשב בהסכמתך, מה שמכונה \"מזהה פרסום\" (IDFA) למכשירי iOS ומזהה פרסום כביכול למכשירי אנדרואיד. אלה אינם מספרי זיהוי קבועים עבור מכשיר מסוף מסוים המסופק ידי iOS אנדרואיד הנתונים שנאספו אינם מאגדים עם מידע אחר הקשור למכשירים אנו משתמשים במספרי זיהוי כדי לספק לך פרסומות בהתאמה אישית וכדי לנתח את השימוש שלך כשאתה מפעיל (עבור מכשירי iOS) האפשרות \"אין מעקב אחר מודעות\" בהגדרות המכשיר תחת \"פרטיות\" - \"פרסומות\" או (למכשירי אנדרואיד) מפעיל \"ביטול פרסומות מבוססות עניין\" בהגדרות גוגל תחת \"פרסומות\", אנו יכולים לבצע רק את האמצעים הבאים: מדידת האינטראקציה שלך עם באנרים על ידי ספירת מספר התצוגות של באנר ללא קליקים (\"מכסת תדרים\"), קצב לחיצה, הערכת השימוש הייחודי (\"משתמש ייחודי\") ואמצעי אבטחה, הונאה המאבקת ופתרון בעיות. # בהגדרות המכשיר, אתה תמיד מסוגל למחוק את IDFA או מזהה הפרסום שלך (\"איפוס מזהה מודעה\"); לאחר מכן נוצר מספר זיהוי חדש שאינו משולב עם נתונים שנאספו קודם לכן. אנו ממליצים לך שאולי לא תוכל להשתמש בכל הפונקציות של האפליקציה שלנו כשאתה מגביל את השימוש במספר הזיהוי המתאים.\nניתוח אפליקציות\nאנו זקוקים למידע סטטיסטי על השימוש באתר שלנו כדי לתכנן אותו ידידותי יותר למשתמש, כדי לבצע. למטרה זו אנו משתמשים בכלי ניתוח האפליקציות המתוארים בסעיף זה..\nספק הכלים מעבד נתונים רק כמעבדים הכפופים להנחיות שלנו ולא למטרותיהם שלהם.\n להלן, אנא מצא מידע על כל ספק כלים במקרה כלים כאלה ישתמשו במנגנון מעקב או ליצור פרופילים משתמשים הם משמשים בנו בלול בלבד אם הסכמתך המוקדמת לשימוש כזה.\nGoogle Analytics ליישומים ניידים\nGoogle Analytics is provided by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (\"Google\").  Google Analytics ניתנת על ידי Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, ארה\"ב (\"Google\").  אנו משתמשים ב- Google Analytics עם הפונקציה הנוספת שמציעה גוגל לכתובות IP אנונימיות. IPs  למרות שהיא עושה זאת, גוגל כבר מקצרת את ה- IPבתוך האיחוד האירופי ברוב המקרים ורק זאת בארצות הברית במקרים חריגים, תוך שמירת תמיד על  IPכתובות  מקוצרים בלבד.\nSocial Plugins # תוספים חברתיים\nבאתר שלנו אנו משתמשים בתוספים חברתיים כביכול מרשתות חברתיות שונות. אינדיבידואלי.\nבעת שימוש בתוספים, דפדפן האינטרנט יוצר חיבור ישיר לשרת הרשתות החברתיות המתאימות בזאת, הספק המתאים מקבל את המידע אליו ניגש לדפדפן האינטרנט שלך מהאתר המתאים לאתר שלנו - גם אם אין לך חשבון משתמש עם ספק זה או כרגע לא מחובר לחשבונך קבצי יומן (כולל כתובת - IP) הם, במקרה זה, מועברים ישירות מדפדפן האינטרנט שלך לשרת של הספק המתאים ועשויים להיות מאוחסנים שם. הספק או השרת שלו עשויים להיות ממוקמים מחוץ לאיחוד האירופי. - EEA (למשל בארצות הברית).\nהתוספים הם הרחבות עצמאיות של ספקי רשתות חברתיות מסיבה זו, איננו יכולים להשפיע על היקף הנתונים שנאספו ומאוחסנים על ידיהם המטרה והיקף האיסוף, המשך העיבוד והשימוש בנתונים על ידי הרשת החברתית. כמו גם הזכויות וההגדרה שלך בהתאמה להגנה על פרטיותך על ידי התייעצות עם הודעות הגנת המידע של הרשת החברתית בהתאמה במקרה שאינך מאחל לספקי רשת חברתית לקבל, ובמידת רלוונטי, לאחסן או להשתמש. בנתונים, אסור לך להשתמש בתוספים המתאימים רק כשאתה לוחץ על הכפתור המתאים, התוספים מופעלים. על ידי שימוש בפתרון לחץ כפולה של לחיצה כפולה./ מגנים על ביקורך בדפי האינטרנט שלנו מפני רשם ומעובד על \nתוספי פייסבוק\nhttp://www.facebook.com/policy.php. # פייסבוק מופעלת תחת www.facebook.com על ידי Platforms Meta Inc .., 1601 S. California Ave, Palo Alto, CA 94304, USA, ו- Under www.facebook.com על ידי פייסבוק אירלנד Limit , דבלין 2, אירלנד (\"פייסבוק\"). מצא סקירה על התוספים של פייסבוק והופעתם כאן: http://developers.facebook.com/plugins; מצא מידע על הגנת נתונים פייסבוק כאן: http://www.facebook.com/policy.php.\nתוספי אינסטגרם\nInstagram LLC., 1601 Willow Road, Menlo Park, CA 94025, USA (\"Instagram\"), operates Instagram. # אינסטגרם מופעלת על ידי Instagram LLC., רחוב ווילו 1601, Menlo Park, CA 94025, ארה\"ב (\"אינסטגרם\"). https://help.instagram.com/155833707900388/. # מצא סקירה של התוספים של אינסטגרם והופעתם כאן: http://blog.instagram.com/post/36222022872/introducing-instagram-bacges; מצא מידע על הגנת נתונים אינסטגרם כאן: https://help.instagram.com/155833707900388/.\nYouTube # YouTube\n# אתר האינטרנט שלנו משתמש בפלטפורמת הווידיאו של YouTube המופעלת על ידי YouTube, LLC, 901 Cherry Ave. San Bruno, CA 94066, ארה\"ב (\"YouTube\"). YouTube היא פלטפורמה המאפשרת השמעה של קבצי שמע ווידאו.\nכשאתה ניגש לאתר בהתאמה של אתר האינטרנט שלנו המכיל נגן YouTube משובץ, זה יוצר חיבור ל YouTube כך שניתן יהיה להעביר ולשמע את קובץ הווידיאו או האודיו. בכך, נתונים מועברים ל- YouTube כבקר נתונים איננו אחראים לעיבוד נתונים כאלה על ידי YouTube.\nמידע נוסף על היקף ומטרתם של נתונים שנאספו, על עיבוד נוסף ושימוש בנתונים על ידי YouTube, על זכויותיך, ואפשרויות הפרטיות העומדות לבחירה על ידך, ניתן למצוא בהודעת הגנת המידע של YouTube.\n כלי תקשורת בפלטפורמות מדיה חברתית\nאנו משתמשים בפלטפורמת המדיה החברתית שלנו (למשל פייסבוק/מטא) כלי תקשורת כדי לעבד את ההודעות שלך שנשלחו באמצעות פלטפורמת מדיה חברתית זו וכדי להציע לך תמיכה..\nבעת שליחת הודעה באמצעות פלטפורמת המדיה החברתית שלנו ההודעה מעובדת לטיפול בשאילתה שלך (ובמידת הצורך מעובדים נתונים נוספים, אותם אנו מקבלים מספק המדיה החברתית בקשר להודעה זו כשם או קבצים שלך).\n בנוסף, אנו יכולים לנתח נתונים אלה בצורה מצטברת ואנונימית על מנת להבין טוב יותר כיצד משתמשים בפלטפורמת המדיה החברתית שלנו.\nאנו נעביר את הנתונים האישיים שאתה מספק לגורם המשפטי של דוקופורטה האחראי לעיבוד השאילתה שלך (למשל, במקרה שהשאילתה שלך מתייחסת למוצר המופץ על ידי ישות משפטית אחרת של דוקופורטה הבסיס המשפטי לעיבוד הנתונים שלך הוא העניין הלגיטימי שלנו (סעיף 6 סעיף 1 לט. F GDPR) או, אם ישים, קשר חוזי קיים (סעיף 6 סעיף one לט. B GDPR). הנתונים האישיים המעובדים נמחקים 180 יום עם קבלת ההודעה שלך האחרונה.\nעלון עם הצטרפות; זכות הנסיגה\nבמסגרת אתר האינטרנט שלנו, תוכלו להירשם לעלונים אנו מספקים את מה שמכונה אפשרות הצטרפות כפולה, שמשמעותה שנשלח לך רק עלון באמצעות דואר אלקטרוני, Mobile Messenger (כגון, למשל WhatsApp), SMS. או הודעה לדחיפה לאחר שאישרת במפורש את הפעלת שירות הידיעון אותנו על ידי לחיצה על הקישור בהודעה במקרה שלא תרצו כבר לקבל עלוני מידע, תוכלו לסיים את המנוי בכל עת על ידי משיכת הסכמתכם. אתה יכול למשוך את הסכמתך לעלוני דוא\"ל על ידי לחיצה על הקישור שנשלח בדואר הידיעון המתאים, או בהגדרות הניהוליות של ההצעה המקוונת לחלופין, אנא צור אתנו קשר באמצעות פרטי הקשר המופיעים ב\"קטע הקשר .\nקישורים חיצוניים\nהאתר שלנו עשוי להכיל קישורים לדפי אינטרנט של צד שלישי - על ידי ספקים שאינם קשורים אלינו. עם לחיצה על הקישור, אין לנו השפעה על איסוף, עיבוד ושימוש בנתונים אישיים שאולי מועברים על ידי לחיצה על הקישור לצד השלישי (כגון כתובת - IPאו כתובת האתר של האתר עליו נמצא הקישור  ) שכן התנהלותם של צדדים היא באופן טבעי מעבר לשליטתנו איננו מקבלים אחריות לעיבוד נתונים אישיים על ידי צדדים שלישיים.\nבטחון\nהעובדים שלנו והחברות המספקים שירותים מטעמנו מחויבים לסודיות ולצמד לחוקי הגנת המידע החלים.\n\nאנו נוקטים בכל האמצעים הטכניים והארגוניים הנחוצים כדי להבטיח רמת אבטחה מתאימה וכדי להגן על הנתונים שלך שמנוהלים על ידינו, במיוחד מהסיכונים של הרס לא מכוון או בלתי חוקי, מניפולציה, אובדן, שינוי או גילוי בלתי מורשה או גישה בלתי מורשית.  אמצעי האבטחה שלנו הם, על פי התקדמות טכנולוגית, משופרים ללא הרף.\nזכויות משתמש\nכדי לאכוף את זכויותיך, אנא השתמש בפרטים המפורטים בסעיף \"איש קשר\" + בכך, אנא וודא כי זיהוי חד משמעי של האדם שלך אפשרי.\n\nזכות למידע וגישה: יש לך את הזכות לקבל מאתנו אישור אם הנתונים האישיים שלך מעובדים או לא, ואם זה המצב, גישה לנתונים האישיים שלך.\nזכות לתיקון ומחיקה: יש לך את הזכות להשיג תיקון או השלמת נתונים אישיים לא מדויקים או מחיקה של הנתונים שלך בכל הקשור לדרישות הסטטוטוריות.\nזה אינו חל על נתונים הנחוצים למטרות חיוב או חשבונאות או כפופים לתקופת שמירה סטטוטורית .עם זאת, אם אין צורך בגישה לנתונים כאלה, עיבודם מוגבל (ראה את הדברים הבאים).\nהגבלת העיבוד: יש לך זכות לדרוש - בכל הנוגע לדרישות סטטוטוריות - הגבלת עיבוד הנתונים שלך.\nידות נתונים: אתה רשאי לקבל נתונים שסיפקת לנו בפורמט מובנה, נפוץ וקריא במכונה או-אם ניתן לבצע מבחינה טכנית - לדרוש שנעביר נתונים אלה לצד שלישי.\nהתנגדות לשיווק ישיר: בנוסף, אתה יכול להתנגד לעיבוד הנתונים האישיים שלך למטרות שיווק ישירות בכל אנא קח בחשבון כי מסיבות ארגוניות, יתכן שיש חפיפה בין ההתנגדות שלך לבין השימוש בנתונים שלך\nObjection to data processing based on the legal basis of \"legitimate interest\" \nבנוסף יש לך זכות להתנגדות לעיבוד:  נתונים על הבסיס המשפטי של \"אינטרס לגיטימי: לאחר מכן נסיים את עיבוד הנתונים שלך אלא אם כן אנו מדגימים עילות לגיטימיות משכנעות על פי הדרישות החוקיות המבטלות את זכויותיך \nנסיגת הסכמה במקרה שהסכמת לעיבוד הנתונים שלך, יש לך החוקיות של עיבוד נתונים לפני נסיגתך נותרה ללא החוקיות של עיבוד נתונים לפני נסיגתך נותרה ללא החוקיות של עיבוד נתונים לפני נסיגתך נותרה \nזכות להגיש תלונה עם רשות פיקוח:\nיש לך זכות להגיש תלונה עם רשות פיקוח. אתה יכול לפנות לרשות הפיקוח האחראית על מקום מגוריך או למצב התושבות שלך או לרשות הפיקוח האחראית עלינו.\nThis is: Hungarian National Authority for Data Protection and Freedom of Information Address: H-1055 Budapest, Falk Miksa utca 9-11, Hungary Phone+36 (30) 683-5969; +36 (30) 549-6838; +36 (1) 391 1400 Email: ugyfelszolgalat@naih.hu, www.naih.hu # זהו: הרשות הלאומית ההונגרית להגנת נתונים וחופש מידע כתובת H-1055 Budapest, Falk Miksa UTCA 9-11, Hungary Phone+36 (30) 683-5969; +36 (30) 549-6838; +36 (1) 391 1400 דוא\"ל: ugyfelszolgalat@naih.hu, www.naih.hu\nChanges to the Data Protection Notice # שינויים בהודעת הגנת המידע\nאנו שומרים לעצמנו את הזכות לשנות את אמצעי האבטחה והגנת המידע שלנו במקרים כאלה, נתקן את הודעת. הגנת המידע שלנו בהתאם. אנא שימו לב לגרסה הנוכחית של הודעת הגנת המידע שלנו, מכיוון שהיא נתונה לשינויים.\nאיש קשר\nאם ברצונך ליצור אתנו קשר, אנא מצא אותנו בכתובת המוצהרת בסעיף \"בקר\"\n_ To assert your rights and to notify data protection incidents please use the dokuforte@dokuforte.com email address. _# dokuforte@dokuforte.com כדי לקבוע את זכויותיך ולהודיע ​​על אירועי הגנת נתונים אנא השתמש בכתובת הדוא\"ל של. _\n לקבלת הצעות ותלונות בנוגע לעיבוד הנתונים האישיים שלך אנו ממליצים ליצור קשר עם קצין הגנת המידע שלנו\nEffective date: 2/16/2022 # תאריך תוקף: 14/2022\n\n",
    "page_id": "privacy-he"
  },
  {
    "id": 6,
    "status": "published",
    "sort": null,
    "user_created": "2b94a7da-d36e-4041-bc2a-ad79a45fbd83",
    "date_created": "2022-07-27T13:32:42.166Z",
    "user_updated": "4d3c8fc9-7a45-4ec0-8e23-d17de3ec266d",
    "date_updated": "2023-06-01T16:10:01.302Z",
    "permalink": "/en/about-us",
    "title": "About us",
    "locale": "en",
    "page_class": null,
    "content": "### Dokuforte is a free community photo archive where you can browse and download archive Israel-Diaspora related photographs free of charge and in good quality. \n\n\n> The pictures can be published without restrictions using the label: Dokuforte/donation of\nXY. Please, always provide a clear source for the pictures, returning the selflessness of the\noriginal owner.\n\nEvery person and every family have their own history; instances of moments and eras long gone are documented by these — often technically imperfect — deeply moving photographs. They safeguard\nthe past of Israel and the Diaspora, our common past. Our parents and grandparents coming from the Diaspora, built Israel together, shoulder to shoulder, crying, laughing, and fighting as a large family for our future. In the Diaspora where thriving Jewish communities lived, they did their best to ensure that the young children grow up, go to school, study profession, have families. All while preserving traditions and coping with the fateful events of the twentieth century.\n\nIn addition to family photos, we would like to expand the Dokuforte collection with the works of amateur and professional photographers, as well as materials from community collections.\nLet us preserve the memories of this era, let us make a huge photo album: Dokuforte.\n\nWe are also interested in photos that were taken in the individual's original, pre-aliyah country as well.\n\nThe website was launched by **Noa Schiller**, an individual, with the constant, sacrificial cooperation of **Richard Gazdik, Andrea Kerecsen**, and **Oren Shapir**. The photos appearing on the website are chosen by the editors.\n\nShould you encounter any difficulties uploading a photo due to technical or other obstacles, we would be glad to process them or your negatives too; you can get in touch with us on [dokuforte@dokuforte.com](mailto:dokuforte@dokuforte.com)\n\n### The Dokuforte Team\nRichard Gazdik, Andrea Kerecsen, Péter Nógrádi (Nógrádi Law), Noa Schiller, Oren Shapir, Tamás Tucker    \nOur work is facilitated by **Károly Kincses Photo Historian, Marianna Kiscsatári Historian, Photo Historian, Senior Museologist, Ábel Szalontai Habilitated Associate Professor of Photography, Anna Szeszler Dr degree in Pedagogy and Education Field** and **Miklós Tamási Founder of fortepan.hu**.\n\nOur Partners: JDC Europe Mozaik Hub, Zsidó Kiválóságok Háza.",
    "page_id": "aboutus"
  },
  {
    "id": 10,
    "status": "published",
    "sort": null,
    "user_created": "d526604a-98d5-4e1d-b2b7-0af4b91e4475",
    "date_created": "2023-03-05T00:57:45.300Z",
    "user_updated": "4d3c8fc9-7a45-4ec0-8e23-d17de3ec266d",
    "date_updated": "2023-03-05T14:40:24.743Z",
    "permalink": "/he/about-us",
    "title": "אודותנו",
    "locale": "he",
    "page_class": null,
    "content": "### Dokuforte  הוא מאגר תצלומים קהילתי חינמי. זהו מקום שבו חובבי תמונות היסטוריות יכולים לצפות בתצלומים, ולהוריד ולהעלות תצלומים, שנושאם ישראל והתפוצות.\n\n>ניתן להשתמש בתמונות, ואף לפרסמן, תוך ציון שם האתר ושם התורם באופן הבא: Dokuforte תרומתו של XY (שם התורם). אנו מבקשים לציין תמיד את מקור התמונה, ולהוקיר בכך את בעל התמונה על תרומתו.\n\n לכל אדם ולכל משפחה יש היסטוריה משלהם, אירועים שמייצגים רגעים מסויימים או תקופות מסויימות שחלפו\nמזמן, ומתועדים בתצלומים מרגשים אלה, גם אם הם לא תמיד מושלמים מבחינה טכנית. תצלומים אלה\nמשמרים את העבר של ישראל ושל התפוצות, העבר המשותף שלנו. הורינו וההורים שלהם שעלו מהתפוצות בנו\nיחד את ישראל, שכם אל שכם, בכו וצחקו יחד, ונלחמו כמשפחה גדולה על עתידנו. בתפוצות שבהן חיו קהילות\nיהודיות תוססות, עשו היהודים את המיטב כדי להבטיח שהילדים יגדלו, יקבלו חינוך טוב, ילמדו מקצוע ויקימו\nמשפחות. וכל זאת תוך שמירה על המסורת ותוך התמודדות עם האירועים הגורליים של המאה העשרים.\n\nבנוסף לתצלומים המשפחתיים, אנחנו ב-Dokuforte מעוניינים להרחיב את האוסף שלנו גם בעבודות של צלמים\nחובבים ושל צלמים מקצועיים וכן בחומרים מאוספים ציבוריים. הבה נשמר את הזכרונות מהתקופה הזאת, הבה\nנקים אלבום תמונות גדול, Dokuforte.\n\nאנו מעוניינים גם בתצלומים שצולמו טרם העליה לישראל בארצות המקור.\n\nהאתר הוקם ע\\\"י **נעה שילר**, כאדם פרטי, בשיתוף פעולה רציף ונדיב של **ריצ׳רד גזדיק**, **אנדריאה**\n**קרצ׳ן**, ו**אורן שפיר**. התצלומים המופיעים באתר נבחרים ע\\\"י העורכים.\n\nאם אתם נתקלים בקשיים להעלות את התמונות שלכם עקב בעיות טכניות או אחרות, נשמח לסייע בעיבוד\nהתמונות והתשלילים שלכם. תוכלו ליצור איתנו קשר בכתובת [dokuforte@dokuforte.com](mailto:dokuforte@dokuforte.com)\n\n### צוות Dokuforte\n\nריצ׳רד גזדיק, אנדריאה קרצ׳ן, פטר נוגרדי, נעה שילר, אורן שפיר.\n\nמסייעים לנו: **קארוי קינצ׳ש, היסטוריון של הצילום; מריאנה קישצ׳טרי, הסטוריונית, היסטוריונית של הצילום,\nמוזאולוגית בכירה; אבל סאלונטאי, פרופסור חבר מוסמך לצילום; אנה ססלר, דוקטור לפדגוגיה וחינוך; מיקלוש\nטאמאשי מייסד** fortepan.hu\n\nהשותפים שלנו: ארגון הג'וינט באירופה מוזאיק האב, בית המורשת היהודית בהונגריה",
    "page_id": "aboutus-he"
  }
]